Repository: tin-nch/LibraSoft-Website
Catalog: LibraSoftCMS/LibraSoftCMS/Resources/Views/Career/Index.*.resx
Languages: vi

source: - 13th month salary bonus + attractive performance bonus (you'll love it!) + Performance review and allowance
vi: - Thưởng lương tháng 13 + thưởng hiệu suất hấp dẫn (bạn sẽ thích nó!) + Đánh giá thành tích và phụ cấp

source: - Analytical, communication and teamwork skills
vi: - Kỹ năng phân tích, giao tiếp và làm việc nhóm

source: - At least 1 year of experience as a developer using the latest Microsoft Stack: C#, ASP.NET Core, Entity Framework Core & SQL Server, Web API, MVC
vi: - Có ít nhất 1 năm kinh nghiệm làm nhà phát triển sử dụng Microsoft Stack mới nhất: C #, ASP.NET Core, Entity Framework Core & SQL Server, Web API, MVC

source: - Can work on both back end and front end (preferably VueJs, Nodejs, Angularjs)
vi: - Có thể hoạt động trên cả back end và front end (tốt nhất là VueJs, Nodejs, Angularjs)

source: - Check and review the application
vi: - Kiểm tra và xem xét các ứng dụng

source: - Design and develop .Net applications, from concept to implementation
vi: - Thiết kế và phát triển các ứng dụng .Net, từ ý tưởng đến triển khai

source: - Design and optimize tables and queries for MS SQL Server.
vi: - Thiết kế và tối ưu hóa các bảng và truy vấn cho MS SQL Server.

source: - Develop and maintain the application and contribute to the implementation of features and solutions
vi: - Phát triển và duy trì ứng dụng và đóng góp vào việc triển khai các tính năng và giải pháp

source: - Estimate and prepare a timeline for development/improvement
vi: - Ước tính và chuẩn bị một mốc thời gian để phát triển / cải tiến

source: - Experience in building web applications using ASP .NET Web MVC
vi: - Có kinh nghiệm xây dựng ứng dụng web bằng ASP .NET Web MVC

source: - Experience with source control systems such as GIT
vi: - Có kinh nghiệm với các hệ thống điều khiển nguồn như GIT

source: - Flexible working time, comfortable and convenient working environment
vi: - Thời gian làm việc linh hoạt, môi trường làm việc thoải mái, thuận tiện

source: - Get diversified training in trending technologies/foreign languages ​​and soft skills
vi: - Được đào tạo đa dạng về công nghệ xu hướng / ngoại ngữ và kỹ năng mềm

source: - High performance app optimization experience
vi: - Trải nghiệm tối ưu hóa ứng dụng hiệu suất cao

source: - Join a dynamic and fast-growing global company
vi: - Tham gia vào một công ty toàn cầu năng động và phát triển nhanh chóng

source: - Logical thinking skills, problem solving, good analysis, ready to work
vi: - Kỹ năng tư duy logic, giải quyết vấn đề, phân tích tốt, sẵn sàng làm việc

source: - Participate in collecting, analyzing, proposing technical solutions, solving complex problems of web applications with friends and colleague
vi: - Tham gia thu thập, phân tích, đề xuất các giải pháp kỹ thuật, giải quyết các vấn đề phức tạp của ứng dụng web cùng với bạn bè và đồng nghiệp

source: - Participate in collecting, analyzing, proposing technical solutions, solving complex problems of web applications with friends and colleaguess
vi: - Tham gia thu thập, phân tích, đề xuất các giải pháp kỹ thuật, giải quyết các vấn đề phức tạp của ứng dụng web cùng với bạn bè và đồng nghiệp

source: - Participate in many team building activities, company trips, year-end parties, talk about technology
vi: - Tham gia nhiều hoạt động team building, các chuyến đi công ty, tiệc cuối năm, nói chuyện về công nghệ

source: - Technical support / mentoring for team members
vi: - Hỗ trợ kỹ thuật / cố vấn cho các thành viên trong nhóm

source: - Work at one of the best workplaces in Vietnam
vi: - Làm việc tại một trong những nơi làm việc tốt nhất Việt Nam Quyền lợi và cơ hội nghề nghiệp

source: - Working with customers to grasp, understand the business context, develop communication skills
vi: - Làm việc với khách hàng để nắm bắt, hiểu rõ bối cảnh kinh doanh, phát triển kỹ năng giao tiếp

source: .Net Developer
vi: Lập trình viên .Net

source: Because together we turn ideas into reality, working every day to make tomorrow's world a better place.
vi: Vì cùng nhau, chúng ta biến ý tưởng thành hiện thực, làm việc vì một thế giới tốt đẹp hơn

source: Because we don't just follow trends, we create them.
vi: Vì chúng ta không theo trào lưu, chúng ta tạo ra chúng.

source: Benefits and career opportunities
vi: Quyền lợi và cơ hội nghề nghiệp

source: Enter your name
vi: Điền tên của bạn

source: Enter your phone
vi: Nhập điện thoại của bạn

source: Job description
vi: Mô tả công việc

source: Join our team
vi: Gia nhập đội ngũ của chúng tôi

source: Submit
vi: Gửi

source: welcome
vi: hoan nghênh

source: Why would you love working at LibraSoft?
vi: Tại sao bạn thích làm việc tại LibraSoft?

source: Your Journey Starts Here.
vi: Hành trình của bạn bắt đầu từ đây.

source: Your name :
vi: Tên của bạn :

source: Your phone number :
vi: Số điện thoại của bạn :

source: Your skills and experience
vi: Kỹ năng và kinh nghiệm của bạn
