Repository: tin-nch/LibraSoft-Website
Catalog: LibraSoftCMS/LibraSoftCMS/Resources/Views/Shared/Components/AboutUs/Default.*.resx
Languages: vi

source: &lt;p&gt;+ Humble: We constantly look to improve and never forget the importance of our customers and colleagues.&lt;/p&gt;&lt;p&gt;+ Customer Focused: We exceed expectations through great discipline and ensure a world class customer experience.&lt;/p&gt;&lt;p&gt;+ Discipline: In everything we do. We accept responsibility and deliver on all of our commitments.&lt;/p&gt;&lt;p&gt;+ Innovation: We continue to accelerate growth through active innovation, utilize the powers of different technologies and integrate them seamlessly.&lt;/p&gt;
vi: <p>+ Khiêm tốn: Chúng tôi không ngừng tìm cách cải thiện và không bao giờ quên tầm quan trọng của khách hàng - đồng nghiệp.</p><p>+ Khách hàng là trọng tâm: Chúng tôi vượt mọi sự kỳ vọng thông qua kỷ luật tuyệt vời và đảm bảo trải nghiệm khách hàng đẳng cấp thế giới.</p><p>+ Đổi mới: Chúng tôi tiếp tục thúc đẩy tăng trưởng thông qua đổi mới tích cực, sử dụng sức mạnh của các công nghệ khác nhau và tích hợp chúng một cách liền mạch.</p><p>+ Kỷ luật: Trong mọi việc làm, Chúng tôi nhận trách nhiệm và thực hiện đúng theo cam kết của mình.</p>

source: &lt;p&gt;Founded in 2019, LibraSoft is a leading, highly innovative software house, systems integrator and technology provider, established to provide leading edge intelligent technical solutions and consulting services to businesses, organizations and government in order to allow the efficient and effective secure access and communication with various heterogeneous information resources and services, anytime and anywhere.&lt;/p&gt;&lt;p&gt;We are flat, quick, and efficient. We combine the industry knowledge with technology competence to deliver the highend quality solutions in a cost effective manner to maximize your competitive advantage and increase your business productivity.&lt;/p&gt;
vi: <p>Được thành lập vào năm 2019, LibraSoft là nhà cung cấp phần mềm, nhà tích hợp hệ thống và công nghệ hàng đầu, có tính sáng tạo cao, được thành lập để cung cấp các giải pháp kỹ thuật thông minh và dịch vụ tư vấn cho các doanh nghiệp, tổ chức và chính phủ nhằm cho phép truy cập và giao tiếp an toàn hiệu quả với các nguồn thông tin và dịch vụ không đồng nhất khác nhau, mọi lúc và mọi nơi.</p><p>Chúng tôi nhất quán, nhanh chóng và hiệu quả. Chúng tôi kết hợp kiến thức ngành với năng lực công nghệ để cung cấp các giải pháp chất lượng cao nhất với chi phí hiệu quả nhằm tối đa hóa lợi thế cạnh tranh và tăng năng suất kinh doanh của bạn.</p>

source: Enabling enterprises to leverage technology for business growth and success
vi: Cho phép doanh nghiệp tận dụng tối đa sự phát triển của công nghệ để tăng trưởng bền vững và thành công trong kinh doanh.

source: Librasoft provides a challenging environment that encourages initiative and promotes commitment to its clients’ business objectives.
vi: Librasoft mang lại một môi trường đầy thách thức khuyến khích sự chủ động và thúc đẩy cam kết với các mục tiêu kinh doanh của khách hàng.

source: Mission
vi: Sứ mệnh

source: Our Culture
vi: Văn hóa của chúng tôi

source: Value
vi: Giá trị

source: Vision
vi: Tầm nhìn

source: We help businesses elevate their value through custom software development, high end quality solutions with the right blend of technology, domain knowledge and effective methodology.
vi: Chúng tôi giúp các doanh nghiệp nâng cao giá trị của mình thông qua phát triển phần mềm tùy chỉnh, các giải pháp chất lượng cao với sự kết hợp phù hợp của công nghệ, kiến thức miền và phương pháp luận hiệu quả.

source: Who we are
vi: Về chúng tôi
