Repository: tin-nch/LibraSoft-Website
Catalog: LibraSoftCMS/LibraSoftCMS/Resources/Views/Event/Index.*.resx
Languages: vi

source: * To obtain the invitation letter and the link to attend the webinar, please provide the correct email address
vi: * Để nhận được thư mời và liên kết tham dự hội thảo trên web, vui lòng cung cấp địa chỉ email chính xác

source: 1. Challenges and Impact in current business landscape
vi: 1. Những thách thức và tác động trong bối cảnh kinh doanh hiện tại

source: 2. About Scandit and Smart Data Capture Platform
vi: 2. Giới thiệu về Scandit và Nền tảng thu thập dữ liệu thông minh

source: 3. How Smart Data Capture improve Operational Efficiency and Productivity
vi: 3. Cách Thu thập dữ liệu thông minh cải thiện Hiệu quả hoạt động và Năng suất

source: Agenda
vi: Nội dung chương trình

source: Company Name....
vi: Tên công ty....

source: I Agree To Attend The Webinar
vi: Tôi Đồng ý Tham dự Hội thảo trên Web

source: In this webinar, we want to show how Scandit provides the fastest-to-integrate, best-performing enterprise solution to address last mile delivery peak fluctuations with agility, no matter if with a BYOD or COPE deployment model. With highperformance and robustness of the technology which is tailored to last mile delivery processes lead to the achievement of operational KPIs while costs can be reduced due to lower TCO and higher productivity
vi: Trong hội thảo trên web này, chúng tôi muốn chỉ ra cách Scandit cung cấp giải pháp doanh nghiệp tích hợp nhanh nhất, hiệu suất tốt nhất để giải quyết các biến động cao điểm của phân phối ở chặng cuối một cách linh hoạt, bất kể là với mô hình triển khai BYOD hoặc COPE. Với hiệu suất cao và tính mạnh mẽ của công nghệ được điều chỉnh cho phù hợp với quy trình giao hàng chặng cuối dẫn đến việc đạt được các KPI hoạt động trong khi chi phí có thể giảm do TCO thấp hơn và năng suất cao hơn

source: Most logistic companies are concerned about operational excellence of the company and the operations executives have tough times ensuring efficiency and reliability of operations while keeping costs low. Improving operational processes and profitability are crucial, exceeding KPIs through modernized operations.
vi: Hầu hết các công ty logistic đều quan tâm đến sự xuất sắc trong hoạt động của công ty và các nhà điều hành hoạt động gặp khó khăn trong việc đảm bảo hiệu quả và độ tin cậy của hoạt động trong khi vẫn giữ chi phí thấp. Cải thiện quy trình hoạt động và lợi nhuận là rất quan trọng, vượt quá KPI thông qua các hoạt động được hiện đại hóa.

source: News - Event
vi: Sự kiện - Tin tức

source: Presenter
vi: Người thuyết trình

source: Regional Partnership Manager, Scandit
vi: Giám đốc quan hệ đối tác khu vực, Scandit

source: Submit
vi: Gửi

source: Your Email....
vi: Email của bạn....

source: Your Name....
vi: Tên của bạn....

source: Your Phone....
vi: Điện thoại của bạn....

source: Your Position....
vi: Vị trí của bạn....
